Repository: max-severin/yosli
Catalog: locale/*/LC_MESSAGES/shop_yosli.po
Languages: ru_ru

source: Add
ru_ru: Добавить

source: To output the slider in shop frontend paste in the template the following code
ru_ru: Для вывода слайдера во фронтенде магазина вставьте в необходимое место шаблона следующий код

source: Not yet added any images.
ru_ru: Пока что не добавлено ни одного изображения.

source: Upload
ru_ru: Загрузить

source: Save
ru_ru: Сохранить

source: Title
ru_ru: Заголовок

source: Link
ru_ru: Ссылка

source: Image
ru_ru: Изображение

source: Delete
ru_ru: Удалить

source: Fill in the title field
ru_ru: Заполните, пожалуйста, поле «Заголовок»

source: Download image
ru_ru: Загрузите, пожалуйста, изображение

source: Delete?
ru_ru: Удалить?

source: The image is removed.
ru_ru: Изображение удалено.

source: To create a slide
ru_ru: Создать слайд

source: To edit the slide
ru_ru: Редактировать слайд

source: Slider
ru_ru: Слайдер

source: Status
ru_ru: Статус плагина

source: Off
ru_ru: Выключен

source: On
ru_ru: Включен

source: Plugin theme
ru_ru: Шаблон плагина

source: Select plugin theme from standard Nivo slider themes.
ru_ru: Какой шаблон из стандарных тем оформления Nivo slider будет использоваться.

source: Animation effect
ru_ru: Эффект анимации

source: Select the Nivo slider animation.
ru_ru: Выберите анимацию Nivo slider.

source: Width (px)
ru_ru: Ширина (px)

source: Width of the uploaded images.
ru_ru: Ширина загружаемых изображений.

source: Height (px)
ru_ru: Высота (px)

source: Height of the uploaded images.
ru_ru: Высота загружаемых изображений.

source: Animation speed (msec)
ru_ru: Скорость анимации (msec)

source: Pause time (msec)
ru_ru: Время паузы (msec)

source: Displays the buttons «forward» and «backward»
ru_ru: Отображение кнопок «вперед» и «назад»

source: Navigation mapping
ru_ru: Отображение навигации

source: Stop animation while hovering
ru_ru: Остановка анимации при наведении

source: Display thumbnails
ru_ru: Отображение миниатюр

source: Sort
ru_ru: Сортировка

source: Open links in a new tab
ru_ru: Открытие ссылок в новой вкладке
